Revit 2024 API
IFCAggregateIterator.Dispose Method
Releases all resources used by the IFCAggregateIterator
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
See Also
IFCAggregateIterator Class
Autodesk.Revit.DB.IFC Namespace